{"books":[{"id":"59","title":"Adventures of Huckleberry Finn","description":"<p><em>Adventures of Huckleberry Finn<\/em> (1884) by Mark Twain is one of the truly great American novels, beloved by children, adults, and literary critics alike.  The book tells the story of “Huck” Finn (first introduced as Tom Sawyer’s sidekick in <em>The Adventures of Tom Sawyer<\/em>), his friend Jim, and their journey down the Mississippi River on a raft.  Both are on the run, Huck from his drunk and abusive father, and Jim as a runaway slave.<\/p>\n<p>As Huck and Jim drift down the river, they meet many colorful characters and have many great adventures.  The true heart of the story, however, is the friendship between Huck and Jim.  A constant theme throughout the book is Huck’s internal struggle between what he has been taught, that helping a runaway slave is a sin, and what he truly believes, that Jim is a good man and it couldn’t possibly be wrong to help him.<\/p>\n<p><em>Adventures of Huckleberry Finn<\/em> was unique at the time of its publication (1884) because it is narrated by Huck himself and is written in the numerous dialects common in the area and time in which the book is set.  Although the book was originally intended as a sequel to the children’s book <em>The Adventures of Tom Sawyer<\/em>, as Twain wrote <em>Adventures of Huckleberry Finn<\/em> it progressed into a more serious work.  Twain’s views on slavery and other social issues of the time become clear through the words, thoughts, and actions of Huck Finn.  The book has always been the subject of great controversy, and according to <a href=\"http:\/\/www.ala.org\/bbooks\/100-most-frequently-challenged-books-1990–1999\" target=\"_blank\">The American Library Association<\/a> it was fifth on the list of most frequently challenged books in the 1990s.<br \/>(Summary by Annie Coleman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/76","language":"English","copyright_year":"1884","num_sections":"47","url_rss":"https:\/\/librivox.org\/rss\/59","url_zip_file":"http:\/\/www.archive.org\/download\/huck_finn_librivox\/huck_finn_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Adventures_of_Huckleberry_Finn","url_librivox":"https:\/\/librivox.org\/the-adventures-of-huckleberry-finn-by-mark-twain\/","url_other":null,"totaltime":"10:42:07","totaltimesecs":38527,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"141","title":"Connecticut Yankee in King Arthur's Court","description":"<p>\nCome and hear the strange tail of The Boss Hank Morgan, a modern day (at the time of publication) Connecticut Yankee who inexplicably finds himself transported to the court of the legendary King Arthur (as the title of the book implies). Hank, or simply, The Boss, as he comes to be most frequently known, quickly uses his modern day knowledge and education to pass himself off as a great magician, to get himself out of all sorts of surprising, (and frequently amusing) situations, as well as to advance the technological and cultural status of the nation in which he finds himself.\n<\/p>\n<p>\nIn the rather un-subtle sub-text of the story, Twain uses The Boss to express a surprisingly pragmatic and frequently contradictory philosophy. The Boss explores the relative merits of Democracy, and Monarchy, he expresses his views on the “Nature v. Nurture” debate, he frequently speaks forcefully against an established Church, but just as strongly advocates for religion and a variety of churches (just not a compulsory one) and he devotes at least one afternoon to introducing his companions to the concept of inflation. In a far more subtle, yet no less forceful manner, the Boss shares with the reader some views about taxation, slavery (both literal and wage slavery), trade unions, the origins of the German language, the nature of marriage, and probably most powerfully, death.\n<\/p>\n<p>\nIt is a tall order for a relatively brief text, but Twain manages it all with surprising clarity. No one will agree fully with the Boss on all of these matters, and I would be surprised if Twain himself would. In fact the Boss’s views are so pragmatic, and often contradictory, the reader is left to wonder if Twain himself is alternately speaking through the Boss, and setting him up as a straw man. Either way it is a delightful story and a great piece of American Literature, to say nothing of an excellent argument for education.\n<br \/>\n(Review written by Steve Andersen)\n<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/86","language":"English","copyright_year":"1889","num_sections":"45","url_rss":"https:\/\/librivox.org\/rss\/141","url_zip_file":"http:\/\/www.archive.org\/download\/connecticutyankee_librivox\/connecticutyankee_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Connecticut_Yankee_in_King_Arthur's_Court","url_librivox":"https:\/\/librivox.org\/a-connecticut-yankee-in-king-arthurs-court-by-mark-twain\/","url_other":null,"totaltime":"13:42:35","totaltimesecs":49355,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"160","title":"Chapters from my Autobiography","description":"Samuel Clemens (Mark Twain) began writing his autobiography long before the 1906 publications of these Chapters from my Autobiography. He originally planned to have his memoirs published only after his death but realized, once he’d passed his 70th year, that a lot of the material might be OK to publish before his departure. These chapters were published in serial form in the North American Review during 1906-1907. While much of the material consists of stories about the people, places and incidents of his long life, there’re also several sections from his daughter, which he calls “Susy’s biography of me”. (Summary by John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/19987","language":"English","copyright_year":"1906","num_sections":"25","url_rss":"https:\/\/librivox.org\/rss\/160","url_zip_file":"http:\/\/www.archive.org\/download\/twain_autobiography_librivox\/twain_autobiography_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Mark_Twain's_Autobiography","url_librivox":"https:\/\/librivox.org\/chapters-from-my-authobiography-by-mark-twain\/","url_other":null,"totaltime":"10:34:51","totaltimesecs":38091,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"276","title":"Eve’s Diary","description":"<p>    Eve’s Diary is a humorous monologue about Eve’s experiences at the dawn of creation. She is fascinated by every aspect of the new world around her and… Adam! The following is an extract from Adam:\n\n    “She is all interest, eagerness, vivacity, the world is to her a charm, a wonder, a mystery, a joy; she can’t speak for delight when she finds a new flower, she must pet it and caress it and smell it and talk to it…. And she is color-mad: brown rocks, yellow sand, gray moss, green foliage, blue sky…none of them is of any practical value, so far as I can see, but because they have color and majesty, that is enough for her, and she loses her mind over them…. If there is anything on the planet that she is not interested in, it is not in my list.”\n\n    (Summary by Esther Lockwood) <\/p> \n\n","url_text_source":"http:\/\/www.gutenberg.org\/etext\/8525","language":"English","copyright_year":"1906","num_sections":"3","url_rss":"https:\/\/librivox.org\/rss\/276","url_zip_file":"http:\/\/www.archive.org\/download\/eves_diary_librivox\/eves_diary_librivox_64kb_mp3.zip","url_project":"https:\/\/en.wikipedia.org\/wiki\/Eve's_Diary","url_librivox":"https:\/\/librivox.org\/eves-diary-by-mark-twain\/","url_other":null,"totaltime":"0:38:03","totaltimesecs":2283,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"367","title":"Prince and the Pauper","description":"<p>The Prince and the Pauper (1882) represents Mark Twain's first attempt at historical fiction. The book, set in 1547, tells the story of two young boys who are identical in appearance: Tom Canty, a pauper who lives with his abusive father in Offal Court, London, and Prince Edward son of Henry VIII of England.  Due to a series of circumstances, the boys accidentally replace each other, and much of the humor in the book originates in the two boys' inability to function in the world that is so familiar to the other (although Tom soon displays considerable wisdom in his decisions). In many ways, the book is a social satire, particularly compelling in its condemnation of the inequality that existed between the classes in Tudor England. In that sense, Twain abandoned the wry Midwestern style for which he was best known and adopts a style reminiscent of Charles Dickens.  (Summary from Wikipedia.org)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1837","language":"English","copyright_year":"1881","num_sections":"20","url_rss":"https:\/\/librivox.org\/rss\/367","url_zip_file":"http:\/\/www.archive.org\/download\/prince_and_pauper_librivox\/prince_and_pauper_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Prince_and_the_Pauper","url_librivox":"https:\/\/librivox.org\/the-prince-and-the-pauper-by-mark-twain\/","url_other":null,"totaltime":"6:55:44","totaltimesecs":24944,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"414","title":"Stolen White Elephant","description":"<p>In this Mark Twain short story an Indian elephant, en route from India to Britain as a gift to Queen, disappears in New Jersey. The local police department goes into high gear to solve the mystery but it all comes to a tragic end.<br \/>\n(Summary written by Kristen McQuillin)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3181","language":"English","copyright_year":"1882","num_sections":"1","url_rss":"https:\/\/librivox.org\/rss\/414","url_zip_file":"https:\/\/archive.org\/download\/twainwhiteelephant\/twainwhiteelephant_64kb_mp3.zip","url_project":"https:\/\/en.wikipedia.org\/wiki\/The_Stolen_White_Elephant","url_librivox":"https:\/\/librivox.org\/the-stolen-white-elephant-by-mark-twain\/","url_other":null,"totaltime":"00:38:56","totaltimesecs":2336,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"425","title":"Innocents Abroad","description":"Writer\/entertainer Garrison Keillor (A Prairie Home Companion) on “The Innocents Abroad”: “…one of the best selling travel books of all time.” (The Writer’s Almanac, June 8, 2012)<BR><BR>\nWhen you dive into Mark Twain’s (Samuel Clemens’) The Innocents Abroad, you have to be ready to learn more about the unadorned, ungilded reality of 19th century “touring” than you might think you want to learn. This is a tough, literary journey. It was tough for Twain and his fellow “pilgrims”, both religious and otherwise. They set out, on a June day in 1867, to visit major tourist sites in Europe and the near east, including Greece, Turkey, Lebanon, Syria, “the Holy Land”, and Egypt. What Twain records, in often humorous, sometimes grotesque but always fascinating detail, are the day-to-day ups and downs of discovering the truth about people and places. The truths they learn are often far different than their education and rumor have made them preconceive.\n<BR><BR>\nThis is a voyage of discovery. It’s long and, in places, tiresome. But it’s revelatory about so much. As with some of his other works, Twain includes popular prejudices of his time, which are today considered socially unacceptable. His references to “Indians”, “Negroes” and “infidels” come to mind.\n<BR><BR>\nBeyond the lows, though, there are the highs of Twain’s cutting wit and insight as he guides us along the bumpy and often dangerous voyage.\n<BR><BR>No need to buckle up. Just take it slow, and steady…like the journey itself. (Summary by John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3176","language":"English","copyright_year":"1869","num_sections":"48","url_rss":"https:\/\/librivox.org\/rss\/425","url_zip_file":"http:\/\/www.archive.org\/download\/innocents_abroad_librivox\/innocents_abroad_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Innocents_Abroad","url_librivox":"https:\/\/librivox.org\/the-innocents-abroad-by-mark-twain\/","url_other":null,"totaltime":"19:36:22","totaltimesecs":70582,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"448","title":"Adventures of Tom Sawyer","description":"The Adventures of Tom Sawyer (published 1876) is a very well-known and popular story concerning American youth. Mark Twain's lively tale of the scrapes and adventures of boyhood is set in St. Petersburg, Missouri, where Tom Sawyer and his friend Huckleberry Finn have the kinds of adventures many boys can imagine: racing bugs during class, impressing girls, especially Becky Thatcher, with fights and stunts in the schoolyard, getting lost in a cave, and playing pirates on the Mississippi River.<br><br>\nOne of the most famous incidents in the book describes how Tom persuades his friends to do a boring, hateful chore for him: whitewashing (i.e., painting) a fence.<br><br>\nThis was the first novel to be written on a typewriter.<br><br>\n(Summary from Wikipedia)","url_text_source":"http:\/\/www.gutenberg.org\/etext\/74","language":"English","copyright_year":"1876","num_sections":"17","url_rss":"https:\/\/librivox.org\/rss\/448","url_zip_file":"http:\/\/www.archive.org\/download\/tom_sawyer_librivox\/tom_sawyer_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/tom-sawyer-by-mark-twain\/","url_other":null,"totaltime":"6:46:12","totaltimesecs":24372,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"513","title":"Awful German Language","description":"If you’ve ever studied German (and maybe even if you haven’t), you’re likely to find this short essay to be hilarious. Published as Appendix D from Twain’s 1880 book <i>A Tramp Abroad<\/i>, this comedic gem outlines the pitfalls one will encounter when trying to wrap one’s mind around the torturous German cases, adjective endings, noun genders,  and verb placement.<br \/>\n\n(Summary by Kara)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/5788","language":"English","copyright_year":"1880","num_sections":"3","url_rss":"https:\/\/librivox.org\/rss\/513","url_zip_file":"http:\/\/www.archive.org\/download\/awfulgerman_librivox\/awfulgerman_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Awful_German_Language","url_librivox":"https:\/\/librivox.org\/the-awful-german-language-by-mark-twain\/","url_other":null,"totaltime":"1:03:15","totaltimesecs":3795,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"632","title":"Extracts from Adam's Diary","description":"<p>Get the true story of Adam and Eve, straight from the source. This humorous text is a day-to-day account of Adam’s life from happiness in the “GARDEN-OF-EDEN” to their fall from grace and the events thereafter. Learn how Eve caught the infant Cain, and Adam takes some time to learn exactly what it is.<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1892","language":"English","copyright_year":"1893","num_sections":"5","url_rss":"https:\/\/librivox.org\/rss\/632","url_zip_file":"http:\/\/www.archive.org\/download\/extracts_adams_diary\/extracts_adams_diary_64kb_mp3.zip","url_project":"https:\/\/en.wikipedia.org\/wiki\/Extracts_from_Adam's_Diary","url_librivox":"https:\/\/librivox.org\/extracts-from-adams-diary-by-mark-twain\/","url_other":null,"totaltime":"0:28:44","totaltimesecs":1724,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"682","title":"Fenimore Cooper's Literary Offences","description":"<p>Fenimore Cooper - author of <i>The Deerslayer<\/i>, <i>The Last of the Mohicans<\/i>, etc - has often been praised, but just as often been criticised for his writing. Mark Twain wrote a funny, vicious little essay on the subject, in which he states: \"In one place in 'Deerslayer,' and in the restricted space of two-thirds of a page, Cooper has scored 114 offences against literary art out of a possible 115.\"\n(Summary by Gesine)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3172","language":"English","copyright_year":"1895","num_sections":"1","url_rss":"https:\/\/librivox.org\/rss\/682","url_zip_file":"http:\/\/archive.org\/download\/coopers_offenses_librivox\/coopers_offenses_librivox_64kb_mp3.zip","url_project":"https:\/\/en.wikipedia.org\/wiki\/Fenimore_Cooper's_Literary_Offenses","url_librivox":"https:\/\/librivox.org\/fenimore-coopers-literary-offenses-by-mark-twain\/","url_other":null,"totaltime":"00:32:42","totaltimesecs":1962,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"701","title":"Life on the Mississippi","description":"<p>Life on the Mississippi is a memoir by Mark Twain detailing his days as a steamboat pilot on the Mississippi River before the American Civil War. (Summary from Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/245","language":"English","copyright_year":"1883","num_sections":"64","url_rss":"https:\/\/librivox.org\/rss\/701","url_zip_file":"http:\/\/www.archive.org\/download\/life_mississippi_jg_librivox\/life_mississippi_jg_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Life_on_the_Mississippi","url_librivox":"https:\/\/librivox.org\/life-on-the-mississippi-by-mark-twain\/","url_other":null,"totaltime":"14:47:27","totaltimesecs":53247,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1101","title":"Roughing It","description":"Roughing It is semi-autobiographical travel literature written by American humorist Mark Twain. It was authored during 1870–71 and published in 1872 as a sequel to his first book Innocents Abroad. This book tells of Twain's adventures prior to his pleasure cruise related in Innocents Abroad.(Wikipedia) <p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3177","language":"English","copyright_year":"1872","num_sections":"82","url_rss":"https:\/\/librivox.org\/rss\/1101","url_zip_file":"http:\/\/www.archive.org\/download\/roughing_it_jg\/roughing_it_jg_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Roughing_It","url_librivox":"https:\/\/librivox.org\/roughing-it\/","url_other":null,"totaltime":"16:56:20","totaltimesecs":60980,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1128","title":"Tragedy of Pudd'nhead Wilson","description":"In one of his later novels, the master storyteller spins a tale of two children switched at infancy. A slave takes on the identity of master and heir while the rightful heir is condemned to live the life of a slave. Twain uses this vehicle to explore themes of nature vs. nurture, racial bigotry and moral relativism. The case of mistaken identity is a theme that Twain explored also in THE PRINCE AND THE PAUPER; in THE TRAGEDY OF PUDD'NHEAD WILSON he turns the theme into a well-crafted detective story. It is unfortunate that this is one of Twain's lesser known works as it is one of his most enjoyable reads.<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/102","language":"English","copyright_year":"1893","num_sections":"23","url_rss":"https:\/\/librivox.org\/rss\/1128","url_zip_file":"http:\/\/www.archive.org\/download\/puddnhead_my_librivox\/puddnhead_my_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Pudd'nhead_Wilson","url_librivox":"https:\/\/librivox.org\/the-tragedy-of-puddnhead-wilson-by-mark-twain\/","url_other":null,"totaltime":"7:06:37","totaltimesecs":25597,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1135","title":"Adventures of Huckleberry Finn (version 2)","description":"<p>In The Adventures of Huckleberry Finn, Mark Twain creates an entertaining adventure of Middle America in the 1800's - afloat on a raft on the Mississippi River. Huck escapes his civilized life when he arranges his own \"murder\" and turns back into the backwoods, downriver yokel he started as, and in the process springing a slave, Jim, from bondage.<\/p><p>Huck and Jim experience life as a series of tableaus as the river sweeps them through small towns on their way South. At each stop, Huck engages his talent for mixing fact with bald-faced lies to endlessly get himself out of situations... and of course, putting him into others!<\/p><p>Much has been written about the statement Twain is making about slavery in this book, but it's really secondary to the story. The facts of how black people were treated in this period give Huck and Jim their license for life on the run. Modern listeners will be intrigued by the unencumbered life of the pair; they make do with coffee, fish from the river, and little else (but of course, when they do need something extra, they don't mind helping themselves to it without recourse to money!)<\/p><p>Huck and Jim have run-ins with desperados and family feuds and even manage to get run down by a steamboat. The adventures ratchet up when they are joined on the raft by a self-proclaimed \"duke\" and a \"king\" - shysters both, who spend their time in figuring how to fleece the public in the little river towns. And when Jim is captured and threatened with being sent back into slavery, Huck enlists his old buddy Tom Sawyer in a frenzied, desperate, and terribly funny rescue.<\/p><p>I had to clip a lot of laughing from this recording at Twain's sly, catch-'em-when-they're-not-looking humor, but you can feel free to enjoy some good belly laughs at this crew of lovable rapscallions! (Summary by Mark)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/76","language":"English","copyright_year":"1884","num_sections":"43","url_rss":"https:\/\/librivox.org\/rss\/1135","url_zip_file":"http:\/\/www.archive.org\/download\/huckleberry_mfs_librivox\/huckleberry_mfs_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/the-adventures-of-huckleberry-finn-by-mark-twain-version-2\/","url_other":null,"totaltime":"11:33:19","totaltimesecs":41599,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1359","title":"Extract from Captain Stormfield's Visit to Heaven","description":"<p>\"Captain Stormfield's Visit to Heaven\" is a short-story written by American writer Mark Twain and published in 1909. The story follows Captain Stormfield on his extremely long cosmic journey to heaven, his accidental misplacement, his short-lived interest in singing and playing the harp, and the obsession of souls with the \"celebrities\" of heaven, like Adam and Moses, whom, according to Twain, become as distant to most people in heaven as living celebrities are on Earth. Twain uses this story to show his view that the common conception of heaven is ludicrous and points out the incongruities of such beliefs. (from Wikipedia) <\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1044","language":"English","copyright_year":"1909","num_sections":"2","url_rss":"https:\/\/librivox.org\/rss\/1359","url_zip_file":"http:\/\/www.archive.org\/download\/cptstormfield_kl_librivox\/cptstormfield_kl_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Captain_Stormfield's_Visit_to_Heaven","url_librivox":"https:\/\/librivox.org\/captain-stormfields-visit-to-heaven\/","url_other":null,"totaltime":"1:28:48","totaltimesecs":5328,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1508","title":"Man that Corrupted Hadleyburg and Other Stories","description":"<p>The Man That Corrupted Hadleyburg\" is a piece of short fiction by Mark Twain. It first appeared in Harper's Monthly in December 1899, and was subsequently published by Harper Collins in the collection The Man That Corrupted Hadleyburg and Other Stories and Sketches (1900). This recording contains all the stories and sketches from the 1900 Harper Collins publication. (Summary from wikipedia and John)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3251","language":"English","copyright_year":"1900","num_sections":"37","url_rss":"https:\/\/librivox.org\/rss\/1508","url_zip_file":"http:\/\/www.archive.org\/download\/hadleyburg_jg_lv4\/hadleyburg_jg_lv4_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Man_That_Corrupted_Hadleyburg","url_librivox":"https:\/\/librivox.org\/the-man-that-corrupted-hadleyburg-and-other-stories-by-mark-twain\/","url_other":null,"totaltime":"13:04:00","totaltimesecs":47040,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1916","title":"Mysterious Stranger and Other Stories","description":"<p>Here's a Mark Twain story that's very unlike those he became famous for, but when I read it back in Catholic high school, it left a deep impression.  It concerns the deeply religious residents of a small village in Austria during the late sixteenth century, and what happened to several of them when a strange man began to visit their insulated homeland.  There's little of Twain's humor here; this is a horror story, a parable. . . and a warning. <br>(Summary by Ted Delorme)<\/br><\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3186","language":"English","copyright_year":"1916","num_sections":"12","url_rss":"https:\/\/librivox.org\/rss\/1916","url_zip_file":"http:\/\/www.archive.org\/download\/mysterious_stranger_td_librivox\/mysterious_stranger_td_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Mysterious_Stranger","url_librivox":"https:\/\/librivox.org\/the-mysterious-stranger-and-other-stories-by-mark-twain\/","url_other":null,"totaltime":"4:33:12","totaltimesecs":16392,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"1942","title":"Connecticut Yankee in King Arthur's Court (version 2)","description":"A Connecticut Yankee in King Arthur's Court is an 1889 novel by American humorist and writer Mark Twain. The work is a very early example of time travel in literature, anticipating by six years H. G. Wells' The Time Machine of 1895 (however, unlike Wells, Twain does not give any real explanation of his protagonist's traveling in time). Some early editions are entitled A Yankee at the Court of King Arthur. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/86","language":"English","copyright_year":"1889","num_sections":"44","url_rss":"https:\/\/librivox.org\/rss\/1942","url_zip_file":"http:\/\/www.archive.org\/download\/connecticut_yankee_king_arthurs_court_jg_librivox\/connecticut_yankee_king_arthurs_court_jg_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/a-connecticut-yankee-in-king-arthurs-court-by-mark-twain-2\/","url_other":null,"totaltime":"11:49:30","totaltimesecs":42570,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2136","title":"Tragedy of Pudd'nhead Wilson (Version 2)","description":"It was published in 1893–1894 by Century Magazine in seven installments, and is a detective story with some racial themes. The plot of this novel is a detective story, in which a series of identities — the judge's murderer, Tom, Chambers — must be sorted out. This structure highlights the problem of identity and one's ability to determine one's own identity. Broader issues of identity are the central ideas of this novel.\n<BR><BR>\nOne of Twain’s major goals in this book was to exploit the true nature of Racism at that period. Twain used comic relief as a way to divulge his theme. The purpose of a comic relief is to address his or her opinion in a less serious way, yet persuade the reader into thinking the writers thoughts. Twain’s use of satire is visible throughtout the book. Twain’s use of colloquialism (dialect) and local color as features of Naturalism to convey his theme, is impressive and ahead for his time. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/102","language":"English","copyright_year":"1894","num_sections":"24","url_rss":"https:\/\/librivox.org\/rss\/2136","url_zip_file":"http:\/\/www.archive.org\/download\/tragedy_wilson_jg_0807_librivox\/tragedy_wilson_jg_0807_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Tragedy_of_Pudd'nhead_Wilson","url_librivox":"https:\/\/librivox.org\/the-tragedy-of-puddnhead-wilson-version-2\/","url_other":null,"totaltime":"5:23:35","totaltimesecs":19415,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2220","title":"Dog's Tale","description":"<p>This short novel of Twain’s, from 1903, is told from the point of view of a loyal and beloved family pet. Themes of heroics, valor and heart-wrenching tenderness fill this work. The story is also filled with happy events as well as sad ones and is ultimately about what dogs are to us … best friends. A Dog’s Tale is quintessentially Twain. (Summary by Aaron Elliott)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3174","language":"English","copyright_year":"1903","num_sections":"3","url_rss":"https:\/\/librivox.org\/rss\/2220","url_zip_file":"http:\/\/www.archive.org\/download\/dogstale_2008-06-18_librivox\/dogstale_2008-06-18_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Dog's_Tale","url_librivox":"https:\/\/librivox.org\/a-dogs-tale-by-mark-twain\/","url_other":null,"totaltime":"0:29:04","totaltimesecs":1744,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2374","title":"Adventures of Huckleberry Finn (version 3)","description":"The book is noted for its colorful description of people and places along the Mississippi River, and its sober and often scathing look at entrenched attitudes, particularly racism. The drifting journey of Huck and his friend Jim, a runaway slave, down the Mississippi River on their raft may be one of the most enduring images of escape and freedom in all of American literature. <br \/><br \/>The book has been popular with young readers since its publication, and taken as a sequel to the comparatively innocuous The Adventures of Tom Sawyer. It has also been the continued object of study by serious literary critics. Although the Southern society it satirized was already a quarter-century in the past by the time of publication, the book immediately became controversial, and has remained so to this day.(Summary from Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/76","language":"English","copyright_year":"1884","num_sections":"43","url_rss":"https:\/\/librivox.org\/rss\/2374","url_zip_file":"http:\/\/www.archive.org\/download\/adventures_huckleberryfinn_ver03_0904\/adventures_huckleberryfinn_ver03_0904_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/the-adventures-of-huckleberry-finn-version-3\/","url_other":null,"totaltime":"11:19:58","totaltimesecs":40798,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2469","title":"1601: Conversation, as it was by the Social Fireside, in the Time of the Tudors","description":"<br \/><strong>Please note: this recording contains strong language.<\/strong><br \/><br \/>\n\n\"1601,\" wrote Mark Twain, \"is a supposititious conversation which takes place in Queen Elizabeth's closet in that year, between the Queen, Ben Jonson, Beaumont, Sir Walter Raleigh, the Duchess of Bilgewater, and one or two others ... If there is a decent word findable in it, it is because I overlooked it.\" 1601 depicts a highfalutin and earthy discussion between the Queen and her court about farting and a variety of sexual peccadillos, narrated disapprovingly and sanctimoniously by the Queen's Cup-Bearer, an eyewitness at \"the Social Fireside.\" [Summary by Denny Sayers]\n\n<p><strong>Cast:<\/strong><br \/>\nIntroduction — <a href=\"http:\/\/librivox.org\/reader\/26\">Denny Sayers<\/a><br \/>\nNarrator — <a href=\"http:\/\/librivox.org\/reader\/1685\">Jonathan Horniblow<\/a><br \/>\nThe Queen — <a href=\"http:\/\/librivox.org\/reader\/584\">miette<\/a><br \/>\nBeaumonte — <a href=\"http:\/\/librivox.org\/reader\/2911\">David Lawrence<\/a><br \/>\nLady Margery Boothy — <a href=\"http:\/\/librivox.org\/reader\/28\">Kristin Hughes<\/a><br \/>\nLady Alice Dilberry, Ben Jonson, Lord Bacon — <a href=\"http:\/\/librivox.org\/reader\/2607\">Ruth Golding<\/a><br \/>\nLady Helen — <a >Philippa<\/a><br \/>\nSir Walter Ralegh — <a href=\"http:\/\/librivox.org\/reader\/204\">Mark F. Smith<\/a><br \/>\nShaxpur — <a href=\"http:\/\/librivox.org\/reader\/152\">Andy Minter<\/a>\n<br \/>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3190","language":"English","copyright_year":"1880","num_sections":"2","url_rss":"https:\/\/librivox.org\/rss\/2469","url_zip_file":"http:\/\/www.archive.org\/download\/1601_0903_librivox\/1601_0903_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/1601_(Mark_Twain)","url_librivox":"https:\/\/librivox.org\/1601-by-mark-twain\/","url_other":null,"totaltime":"0:19:38","totaltimesecs":1178,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2537","title":"Jumping Frog","description":"\"The Celebrated Jumping Frog of Calaveras County\" is an 1865 short story by Mark Twain. It was also published as \"The Notorious Jumping Frog of Calaveras County\" and \"Jim Smiley and His Jumping Frog.\" In it, the narrator retells a story he heard from a bartender, Simon Wheeler, at the Angels Hotel in Angels Camp, California, about the gambler Jim Smiley. Upon discovering a French translation of this story, Twain re-translated the story, word for word and keeping the French grammar structure, back into English. He then published all three versions under the title \"The Jumping Frog: In English, Then in French, and Then Clawed Back Into A Civilized Language Once More by Patient, Unremunerated Toil.\" (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/evolve.topcities.com\/jumping_frog_01.html","language":"Multilingual","copyright_year":"1903","num_sections":"5","url_rss":"https:\/\/librivox.org\/rss\/2537","url_zip_file":"http:\/\/www.archive.org\/download\/jumping_frog_0810_librivox\/jumping_frog_0810_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Celebrated_Jumping_Frog_of_Calaveras_County","url_librivox":"https:\/\/librivox.org\/the-jumping-frog-by-mark-twain\/","url_other":null,"totaltime":"1:05:11","totaltimesecs":3911,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2723","title":"Personal Recollections of Joan of Arc, Volumes 1 & 2","description":"<p>Mark Twain's work on Joan of Arc is titled in full \"Personal Recollections of Joan of Arc, by the Sieur Louis de Conte.\" De Conte is identified as Joan's page and secretary. For those who've always wanted to \"get behind\" the Joan of Arc story and to better understand just what happened, Twain's narrative makes the story personal and very accessible.<br \/><br \/>The work is fictionally presented as a translation from the manuscript by Jean Francois Alden, or, in the words of the published book, \"Freely Translated out of the Ancient French into Modern English from the Original Unpublished Manuscript in the National Archives of France.\"<br \/><br\/>It was originally published as a serialization in Harper's Magazine beginning in 1895 and later published in book form in 1896. However the Harper's editors decided to cut 12 chapters that describe much of Joan's Great Trial, saying the chapters were not suitable for serialization since, \"They will not bear mutilation or interruption, but must be read as a whole, as one reads a drama.\" This recording contains the complete text!<br \/><br \/>De Conte is a fictionalized version of Joan of Arc's page Louis de Contes, and provides narrative unity to the story. He is presented as an individual who was with Joan during the three major phases of her life - as a youth in Domremy, as the commander of Charles' army on military campaign, and as a defendant at the trial in Rouen. The book is presented as a translation by Alden of de Conte's memoirs, written in his later years for the benefit of his descendants.<br \/><br \/>Twain based his descriptions of Joan of Arc on his daughter, Susy Clemens, as he remembered her at the age of seventeen.<br \/><br \/>Twain said, \"I like Joan of Arc best of all my books; and it is the best; I know it perfectly well. And besides, it furnished me seven times the pleasure afforded me by any of the others; twelve years of preparation, and two years of writing. The others needed no preparation and got none.\" (Summary by Wikipedia and John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/2874","language":"English","copyright_year":"1895","num_sections":"75","url_rss":"https:\/\/librivox.org\/rss\/2723","url_zip_file":"http:\/\/www.archive.org\/download\/recollections_joan_of_arc_0903_librivox\/recollections_joan_of_arc_0903_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Personal_Recollections_of_Joan_of_Arc","url_librivox":"https:\/\/librivox.org\/personal-recollections-of-joan-of-arc-by-mark-twain\/","url_other":null,"totaltime":"15:18:52","totaltimesecs":55132,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"2871","title":"Tramp Abroad","description":"A Tramp Abroad is a work of non-fiction travel literature by American author Mark Twain, published in 1880. The book details a journey by the author, with his friend Harris (a character created for the book, and based on his closest friend, Joseph Twichell), through central and southern Europe. While the stated goal of the journey is to walk most of the way, the men find themselves using other forms of transport as they traverse the continent. The book is often thought to be an unofficial sequel to an earlier Twain travel book, The Innocents Abroad. <br \/><br \/>As the two men make their way through Germany, the Alps, and Italy, they encounter situations made all the more humorous by their reactions to them. The narrator (Twain) plays the part of the American tourist of the time, believing that he understands all that he sees, but in reality understanding none of it. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/119","language":"English","copyright_year":"1880","num_sections":"56","url_rss":"https:\/\/librivox.org\/rss\/2871","url_zip_file":"http:\/\/www.archive.org\/download\/tramp_abroad_jg_0906_librivox\/tramp_abroad_jg_0906_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Tramp_Abroad","url_librivox":"https:\/\/librivox.org\/a-tramp-abroad-by-mark-twain\/","url_other":null,"totaltime":"15:46:01","totaltimesecs":56761,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3216","title":"Adventures of Huckleberry Finn (version 4)","description":"<p>Adventures of Huckleberry Finn (Tom Sawyer's Comrade), often shortened to Huck Finn, is a novel written by Mark Twain and published in 1884. It is commonly regarded as one of the Great American Novels, and is one of the first major American novels written in the vernacular, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, best friend of Tom Sawyer and narrator of two other Twain novels.<\/p><p>The book is noted for its colorful description of people and places along the Mississippi River. By satirizing a Southern antebellum society that was already anachronistic at the time, the book is an often scathing look at entrenched attitudes, particularly racism. The drifting journey of Huck and his friend Jim, a runaway slave, down the Mississippi River on their raft may be one of the most enduring images of escape and freedom in all of American literature.<\/p><p>The book has been popular with young readers since its publication and is taken as a sequel to The Adventures of Tom Sawyer. It has also been the continued object of study by serious literary critics. The book was criticized upon release because of its coarse language, and became even more controversial in the 20th century because of its perceived use of racial stereotypes and because of its frequent use of the racial slur, \"nigger.\" (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/76","language":"English","copyright_year":"1885","num_sections":"43","url_rss":"https:\/\/librivox.org\/rss\/3216","url_zip_file":"http:\/\/www.archive.org\/download\/huckleberry_finn_0908_librivox\/huckleberry_finn_0908_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Adventures_of_Huckleberry_Finn","url_librivox":"https:\/\/librivox.org\/adventures-of-huckleberry-finn-by-mark-twain\/","url_other":null,"totaltime":"10:00:52","totaltimesecs":36052,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3490","title":"Following the Equator: A Journey Around the World","description":"Following the Equator (American English title) or More Tramps Abroad (English title) is a non-fiction travelogue published by American author Mark Twain in 1897.\n\nTwain was practically bankrupt in 1894 due to a failed investment into a \"revolutionary\" typesetting machine. In an attempt to extricate himself from debt of $100,000 (equivalent of about $2 million in 2005) he undertook a tour of the British Empire in 1895, a route chosen to provide numerous opportunities for lectures in the English language.\n\nIn Following the Equator, an account of that travel published in 1897, the author unmasks and criticizes racism, imperialism and missionary zeal in observations woven into the narrative with classical Twain wit. \nOf particular interest, historically, are Twain's references to Cecil Rhodes in Australia and South Africa, the in-depth description of \"Thugs\" and \"Thuggee\" in India and the Boer War period and diamonds in South Africa. (Summary by Wikipedia and John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/2895","language":"English","copyright_year":"1897","num_sections":"70","url_rss":"https:\/\/librivox.org\/rss\/3490","url_zip_file":"http:\/\/www.archive.org\/download\/following_the_equator_0910_librivox\/following_the_equator_0910_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Following_the_Equator","url_librivox":"https:\/\/librivox.org\/following-the-equator-by-mark-twain\/","url_other":null,"totaltime":"20:14:12","totaltimesecs":72852,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3588","title":"$30,000 Bequest and Other Stories","description":"<p>A book of short stories and humorous anecdotes by Mark Twain, published together in 1906. (Summary by Tricia G)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/142","language":"English","copyright_year":"1906","num_sections":"33","url_rss":"https:\/\/librivox.org\/rss\/3588","url_zip_file":"http:\/\/www.archive.org\/download\/30000_dollar_bequest_1002_librivox\/30000_dollar_bequest_1002_librivox_64kb_mp3.zip","url_project":"https:\/\/en.wikipedia.org\/wiki\/The_$30,000_Bequest_and_Other_Stories","url_librivox":"https:\/\/librivox.org\/30000-bequest-and-other-stories-by-mark-twain\/","url_other":null,"totaltime":"10:23:33","totaltimesecs":37413,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3681","title":"Tom Sawyer Abroad by Huck Finn","description":"<p>Tom Sawyer Abroad is a novel by Mark Twain published in 1894. It features Tom Sawyer and Huckleberry Finn in a parody of Jules Verne-esque adventure stories. In the story, Tom, Huck, and Jim set sail to Africa in a futuristic hot air balloon, where they survive encounters with lions, robbers, and fleas to see some of the world's greatest wonders, including the Pyramids and the Sphinx. Like Adventures of Huckleberry Finn and Tom Sawyer, Detective, the story is told using the first-person narrative voice of Huck Finn. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/91","language":"English","copyright_year":"1910","num_sections":"13","url_rss":"https:\/\/librivox.org\/rss\/3681","url_zip_file":"http:\/\/www.archive.org\/download\/tom_sawyer_abroad_jg_librivox\/tom_sawyer_abroad_jg_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Tom_Sawyer_Abroad","url_librivox":"https:\/\/librivox.org\/tom-sawyer-abroad-by-mark-twain\/","url_other":null,"totaltime":"3:06:51","totaltimesecs":11211,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3715","title":"Sketches New and Old","description":"<p>This collection of 63 writings by Mark Twain was published in 1875. Among other sketches, it contains \"The Jumping Frog\" in the original English, followed by a French translation (read here by Caroline Mittler) which Twain re-translated into English, showing how the French translation of his work was \"badly flawed.\" In many of these sketches, Twain shows his talent for outrageous and hilarious inventiveness, often in reaction to current events. (Summary by John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3189","language":"English","copyright_year":"1875","num_sections":"64","url_rss":"https:\/\/librivox.org\/rss\/3715","url_zip_file":"http:\/\/www.archive.org\/download\/sketches_newandold_0912_librivox\/sketches_newandold_0912_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Sketches_New_and_Old","url_librivox":"https:\/\/librivox.org\/sketches-new-and-old-by-mark-twain\/","url_other":null,"totaltime":"10:33:53","totaltimesecs":38033,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3808","title":"Extract from Captain Stormfield's Visit To Heaven (version 2)","description":"<p>In the afterlife grizzled sea captain Eli Stormfield finds himself piloting a ship to heaven. Despite a detour and some navigation errors he arrives but finds the transition to heavenly bliss a little disconcerting. – Although first drafted in the late 1870’s this story did not see print until the December 1907 and January 1908 issues of “Harper’s Magazine”. The next year it was made available as a Christmas gift book and represents the last volume Mark Twain published in his lifetime. (Summary by Gregg Margarite)<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1044","language":"English","copyright_year":"1907","num_sections":"2","url_rss":"https:\/\/librivox.org\/rss\/3808","url_zip_file":"http:\/\/www.archive.org\/download\/captain_stormfield_heaven_0912_librivox\/captain_stormfield_heaven_0912_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Captain_Stormfield's_Visit_to_Heaven","url_librivox":"https:\/\/librivox.org\/extract-from-captain-stormfields-visit-to-heaven-by-mark-twain\/","url_other":null,"totaltime":"1:28:21","totaltimesecs":5301,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3881","title":"Tom Sawyer, Detective","description":"Tom Sawyer, Detective is an 1896 novel by Mark Twain. It is a sequel to The Adventures of Tom Sawyer (1876), Adventures of Huckleberry Finn (1884), and Tom Sawyer Abroad (1894). Tom Sawyer attempts to solve a mysterious murder in this burlesque of the immensely popular detective novels of the time. Tom and Huck find themselves with Uncle Silas and his family again (see \"Huck Finn\"), and much of the drama ends up focusing on Uncle Silas. Like the two preceding novels, the story is told using the first-person narrative voice of Huck Finn. (Summary by Wikipedia & John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/93","language":"English","copyright_year":"1896","num_sections":"11","url_rss":"https:\/\/librivox.org\/rss\/3881","url_zip_file":"http:\/\/www.archive.org\/download\/tom_sawyer_detective_jg_librivox\/tom_sawyer_detective_jg_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Tom_Sawyer,_Detective","url_librivox":"https:\/\/librivox.org\/tom-sawyer-detective-by-mark-twain\/","url_other":null,"totaltime":"2:08:26","totaltimesecs":7706,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3929","title":"Double Barreled Detective Story","description":"A Double Barrelled Detective Story is a novel by Mark Twain (Samuel Clemens), in which Sherlock Holmes finds himself in the American west.<br \/>At a mining camp in California, Fetlock Jones, a nephew of Sherlock Holmes, kills his master, a silver-miner, by blowing up his cabin. Since this occurs when Holmes happens to be visiting, he brings his skills to bear upon the case and arrives at logically worked conclusions that are proved to be abysmally wrong by an amateur detective with an extremely keen sense of smell, which he employs in solving the case. This could be seen as yet another piece where Twain tries to prove that life does not quite follow logic. (Summary by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3180","language":"English","copyright_year":"1902","num_sections":"9","url_rss":"https:\/\/librivox.org\/rss\/3929","url_zip_file":"http:\/\/www.archive.org\/download\/double_barrelled_1001_librivox_\/double_barrelled_1001_librivox__64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Double_Barrelled_Detective_Story","url_librivox":"https:\/\/librivox.org\/a-double-barreled-detective-story-by-mark-twain\/","url_other":null,"totaltime":"2:00:06","totaltimesecs":7206,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"3959","title":"Alonzo Fitz and Other Stories","description":"A collection of Twain short stories including:<BR \/>The Loves Of Alonzo Fitz<BR \/>Clarence And Rosannah Ethelton<BR \/>On The Decay Of The Art Of Lying<BR \/>About Magnanimous-Incident Literature<BR \/>The Grateful Poodle<BR \/>The Benevolent Author<BR \/>The Grateful Husband<BR \/>Punch, Brothers, Punch<BR \/>The Great Revolution In Pitcairn<BR \/>The Canvasser's Tale<BR \/>An Encounter With An Interviewer<BR \/>Paris Notes<BR \/>Legend Of Sagenfeld, In Germany<BR \/>Speech On The Babies<BR \/>Speech On The Weather<BR \/>Concerning The American Language<BR \/>Rogers<BR \/>(Summary from Project Gutenberg)<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3184","language":"English","copyright_year":"1878","num_sections":"13","url_rss":"https:\/\/librivox.org\/rss\/3959","url_zip_file":"http:\/\/www.archive.org\/download\/alonso_fitz_1002_librivox\/alonso_fitz_1002_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/alonso-fitz-and-other-stories-by-mark-twain\/","url_other":null,"totaltime":"3:19:58","totaltimesecs":11998,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4022","title":"Those Extraordinary Twins","description":"<p>    \"Those Extraordinary Twins\" was published as a short story, separate and distinct from its origins inside Twain's \"The Tragedy of Pudd'nhead Wilson\". As Twain explains, he extricated \"Twins\" from \"Pudd'nhead\" when he found, as he was writing, that he'd created a farce inside a tragedy. This is the excised farce, a story about Italian Siamese twins who completely take over a small Missouri town, splitting it down the middle with half supporting one head and the other, the other. (Introduction by John Greenman) <\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/3185","language":"English","copyright_year":"1892","num_sections":"11","url_rss":"https:\/\/librivox.org\/rss\/4022","url_zip_file":"http:\/\/www.archive.org\/download\/extraordinary_twins_1002_librivox\/extraordinary_twins_1002_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Pudd'nhead_Wilson#Those_Extraordinary_Twins","url_librivox":"https:\/\/librivox.org\/those-extraordinary-twins-by-mark-twain\/","url_other":null,"totaltime":"2:14:52","totaltimesecs":8092,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4072","title":"Fenimore Cooper's Literary Offences (Version 2)","description":"<p>This is Mark Twain's vicious and amusing review of Fenimore Cooper's literary art. It is still read widely in academic circles. Twain's essay, Fenimore Cooper's Literary Offenses (often spelled \"Offences\") (1895), particularly criticized The Deerslayer and The Pathfinder. Twain wrote at the beginning of the essay: 'In one place in Deerslayer, and in the restricted space of two-thirds of a page, Cooper has scored 114 offenses against literary art out of a possible 115. It breaks the record.' Twain listed 19 rules 'governing literary art in domain of romantic fiction', 18 of which Cooper violates in The Deerslayer. (Introduction by Wikipedia and John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3172","language":"English","copyright_year":"1895","num_sections":"1","url_rss":"https:\/\/librivox.org\/rss\/4072","url_zip_file":"http:\/\/www.archive.org\/download\/coopers_literary_offences_1002_librivox\/coopers_literary_offences_1002_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/fenimore-coopers-literary-offences-by-mark-twain\/","url_other":null,"totaltime":"0:33:24","totaltimesecs":2004,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4089","title":"Eve’s Diary (version 2)","description":"<p>Eve's Diary is a comic short story by Mark Twain. It was first published in the 1905 Christmas issue of the magazine Harper's Bazaar, and in book format in June 1906 by Harper and Brothers publishing house. It is written in the style of a diary kept by the first woman in the Judeao-Christian creation myth, Eve, and is claimed to be \"translated from the original MS.\" The \"plot\" of this novel is the first-person account of Eve from her creation up to her burial by, her mate, Adam, including meeting and getting to know Adam, and exploring the world around her, Eden. The story then jumps 40 years into the future after the Fall and expulsion from Eden. It is one of a series of books Twain wrote concerning the story of Adam and Eve, including 'Extracts from Adam's Diary,' 'That Day In Eden,' 'Eve Speaks,' 'Adam's Soliloquy,' and the 'Autobiography of Eve.' Eve's Diary has a lighter tone than the others in the series, as Eve has a strong appreciation for beauty and love. The book may have been written as a posthumous love-letter to Mark Twain's wife Olivia Langdon Clemens, or Livy, who died in June 1904, just before the story was written. Mark Twain is quoted as saying, \"Eve's Diary is finished — I've been waiting for her to speak, but she doesn't say anything more.\" The story ends with Adam's speaking at Eve's grave, \"Wherever she was, there was Eden.\" (Introduction by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/files\/8525\/8525-h\/8525-h.htm","language":"English","copyright_year":"1905","num_sections":"1","url_rss":"https:\/\/librivox.org\/rss\/4089","url_zip_file":"http:\/\/www.archive.org\/download\/eves_diary_1003_librivox\/eves_diary_1003_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/eves-diary-by-mark-twain-2\/","url_other":null,"totaltime":"0:40:07","totaltimesecs":2407,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4097","title":"Gilded Age, A Tale of Today","description":"<p><i>The Gilded Age: A Tale of Today<\/i> is an 1873 novel by Mark Twain and Charles Dudley Warner that satirizes greed and political corruption in post-Civil War America. The term <i>gilded age<\/i>, commonly given to the era, comes from the title of this book. Twain and Warner got the name from Shakespeare's King John (1595): \"To gild refined gold, to paint the lily... is wasteful and ridiculous excess.\" Gilding a lily, which is already beautiful and not in need of further adornment, is excessive and wasteful, characteristics of the age Twain and Warner wrote about in their novel. Another interpretation of the title, of course, is the contrast between an ideal \"Golden Age,\" and a less worthy \"Gilded Age,\" as gilding is only a thin layer of gold over baser metal, so the title now takes on a pejorative meaning as to the novel's time, events and people.<br\/><br\/>\n\nAlthough not one of Twain's more well-known works, it has appeared in more than 100 editions since its original publication in 1873. Twain and Warner originally had planned to issue the novel with illustrations by Thomas Nast. The book is remarkable for two reasons–-it is the only novel Twain wrote with a collaborator, and its title very quickly became synonymous with graft, materialism, and corruption in public life. (Description by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/3178","language":"English","copyright_year":"1873","num_sections":"64","url_rss":"https:\/\/librivox.org\/rss\/4097","url_zip_file":"http:\/\/www.archive.org\/download\/gilded_age_1010_librivox\/gilded_age_1010_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Gilded_Age:_A_Tale_of_Today","url_librivox":"https:\/\/librivox.org\/the-gilded-age-by-mark-twain-charles-dudley-warner\/","url_other":null,"totaltime":"17:08:19","totaltimesecs":61699,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"},{"id":"1030","first_name":"Charles Dudley","last_name":"Warner","dob":"1829","dod":"1900"}]},{"id":"4136","title":"Mark Twain's (Burlesque) Autobiography and First Romance","description":"<p>Mark Twain's (Burlesque) Autobiography and First Romance, a short volume, published by Sheldon & Co., NY in 1871, is Mark Twain's third book. It consists of two stories - First Romance, which had originally appeared in The Express in 1870, and A Burlesque Autobiography (bearing no relationship to Twain's actual life), which first appeared in Twain's Memoranda contributions to the Galaxy. Rather, the content consists of a few short stories of fictional characters who are supposedly part of Twain's lineage. In the final passage, Twain develops the story to a point of crisis, and then abruptly ends the tale, saying:<br\/>\n“The truth is, I have got my hero (or heroine) into such a particularly close place, that I do not see how I am ever going to get him (or her) out of it again—and therefore I will wash my hands of the whole business, and leave that person to get out the best way that offers—or else stay there. I thought it was going to be easy enough to straighten out that little difficulty, but it looks different now. ”<br><br>With that, Twain's \"Autobiography\" ends.<br><br>The illustrations form an interesting aspect of this book. They have no relationship to the text of the book. Rather, they use cartoons illustrating the children's poem The House that Jack Built to lampoon the Erie Railroad Ring (the house) and its participants, Jay Gould, John T. Hoffman, and Jim Fisk.<br><br>The book was not one of Twain's personal favorites. Two years after publication, he bought all of the printing plates of the book and destroyed them. (Introduction by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/3175","language":"English","copyright_year":"1871","num_sections":"4","url_rss":"https:\/\/librivox.org\/rss\/4136","url_zip_file":"http:\/\/www.archive.org\/download\/MarkTwainsburlesqueAutobiographyAndFirstRomance\/MarkTwainsburlesqueAutobiographyAndFirstRomance_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Mark_Twain's_(Burlesque)_Autobiography_and_First_Romance","url_librivox":"https:\/\/librivox.org\/mark-twains-burlesque-autobiography-and-first-romance-by-twain-mark\/","url_other":null,"totaltime":"0:34:34","totaltimesecs":2074,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4137","title":"Tom Sawyer, De Lotgevallen van","description":"Uit de inleiding van de schrijver bij de originele Engelstalige uitgave (helaas niet in deze vertaling opgenomen): \"Ofschoon mijn boek hoofdzakelijk bedoeld is voor het plezier van jongens en meisjes, hoop ik dat het daarom niet door de ouderen uit de weg wordt gegaan. Het was namelijk gedeeltelijk mijn bedoeling om volwassenen op een plezierige manier er aan te herinneren hoe zij zelf waren en dachten en spraken en welke vreemde zaken zij soms deden.\" \nTom Sawyer is de verpersoonlijking van de Amerikaanse jeugd in de negentiende eeuw. Hij leeft in het fictieve St Petersburg, samen met zijn tante Polly, zijn halfbroer Syd, zijn grote liefde Becky Thatcher en zijn vriend Huckleberry Finn. \nDit is de eerste roman ooit, die op een typemachine werd geschreven. <\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/18381","language":"Dutch","copyright_year":"1876","num_sections":"36","url_rss":"https:\/\/librivox.org\/rss\/4137","url_zip_file":"http:\/\/www.archive.org\/download\/lotgevallen_tom_sawyer_1004_librivox\/lotgevallen_tom_sawyer_1004_librivox_64kb_mp3.zip","url_project":"http:\/\/nl.wikipedia.org\/wiki\/The_Adventures_of_Tom_Sawyer","url_librivox":"https:\/\/librivox.org\/de-lotgevallen-van-tom-sawyer-by-mark-twain\/","url_other":null,"totaltime":"7:49:08","totaltimesecs":28148,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4175","title":"Newspaper Articles by Mark Twain","description":"This is a collection of newspaper articles written by Samuel Clemens, for various newspapers, between 1862 and 1881. After Feb 3rd 1863, he began using the pen name Mark Twain. This compilation is the work of Project Gutenberg and contains articles from TERRITORIAL ENTERPRISE, THE SAN FRANCISCO DAILY MORNING CALL, THE SACRAMENTO DAILY UNION, DAILY HAWAIIAN HERALD, ALTA CALIFORNIA, THE CHICAGO REPUBLICAN, and THE GALAXY. (Introduction by John Greenman)<\/p>","url_text_source":"http:\/\/gutenberg.net.au\/ebooks09\/0900821h.html","language":"English","copyright_year":"1881","num_sections":"130","url_rss":"https:\/\/librivox.org\/rss\/4175","url_zip_file":"http:\/\/www.archive.org\/download\/newspaper_articles_twain_1011_librivox\/newspaper_articles_twain_1011_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/newspaper-articles-by-mark-twain\/","url_other":null,"totaltime":"50:57:04","totaltimesecs":183424,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4274","title":"Treaty with China","description":"\"A good candidate for 'the most under-appreciated work by Mark Twain' would be 'The Treaty With China,' which he published in the New York Tribune in 1868. This piece, which is an early statement of Twain's opposition to imperialism and which conveys his vision of how the U.S. ought to behave on the global stage, has not been reprinted since its original publication until now.\" (the online, open-access \"Journal of Transnational American Studies\" published it in the spring, 2010). (Introduction by Shelley Fisher Fishkin, Twain scholar and Director of American Studies at Stanford University, used by permission) <br \/>(Transcription by Martin Zehr for the Journal of Transnational American Studies, American Cultures and Global Contexts Center, UC Santa Barbara - http:\/\/escholarship.org\/uc\/acgcc_jtas)<\/p>","url_text_source":"http:\/\/escholarship.org\/uc\/item\/2r87m203","language":"English","copyright_year":"1868","num_sections":"2","url_rss":"https:\/\/librivox.org\/rss\/4274","url_zip_file":"http:\/\/www.archive.org\/download\/treaty_china_1005_librivox\/treaty_china_1005_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/the-treaty-with-china-by-mark-twain\/","url_other":null,"totaltime":"0:46:48","totaltimesecs":2808,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4523","title":"Man That Corrupted Hadleyburg","description":"<p>The town of Hadleyburg had the reputation of being the most honest town in a wide area, indeed an incorruptible community. The elders took this reputation so to heart that they brought up their children shielded from all temptation and trained thoroughly in total honesty. However, a stranger passing through the community was seriously offended by the actions of residents of this Utopia, and he vowed to gain revenge. After several years he came up with the perfect plan to embarrass the town and expose its hypocrisy. (Introduction by Leonard Wilson)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1213","language":"English","copyright_year":"1899","num_sections":"4","url_rss":"https:\/\/librivox.org\/rss\/4523","url_zip_file":"http:\/\/www.archive.org\/download\/man_corrupted_hadleyburg_1007_librivox\/man_corrupted_hadleyburg_1007_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Man_That_Corrupted_Hadleyburg","url_librivox":"https:\/\/librivox.org\/the-man-that-corrupted-hadleyburg-by-mark-twain\/","url_other":null,"totaltime":"2:10:38","totaltimesecs":7838,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4960","title":"Horse's Tale","description":"Soldier Boy is the top steed at Fort Paxton. He is Buffalo Bill’s favorite horse and has led a life of glory and honor. One day General Alison’s orphaned niece arrives and proceeds to charm every man, woman, and beast for miles around including Soldier Boy. Buffalo Bill takes her under his wing and ultimately “lends” her Soldier Boy so that they may seek adventure together. And so they do. – “A Horse’s Tale” was first published in the August and September, 1906 issues of Harper’s Monthly magazine. (Summary by Gregg Margarite)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1086","language":"English","copyright_year":"1906","num_sections":"2","url_rss":"https:\/\/librivox.org\/rss\/4960","url_zip_file":"http:\/\/www.archive.org\/download\/horses_tale_1011_librivox\/horses_tale_1011_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Horse's_Tale","url_librivox":"https:\/\/librivox.org\/a-horses-tale-by-mark-twain\/","url_other":null,"totaltime":"1:49:03","totaltimesecs":6543,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"4971","title":"Gilded Age, A Tale of Today (version 2)","description":"Originally published in 1873, The Gilded Age: A Tale of Today is the only novel Twain co-wrote (C.D. Warner was a good friend and neighbor of the Clemens family in Hartford, and the collaboration sprang from their wive's challenge and encouragement). The title, \"The Gilded Age\" became synonymous with graft, materialism and corruption in public life, which are well represented in this work. Like others of his works, this one reflects truths about American Society that remain pertinent today. Many of the characters and incidents that occur in the Gilded Age had their real-life origins in Clemens relatives and history, a fact which he revealed in his newly published (2011) Autobiography. (Introduction by John Greenman & Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/3178","language":"English","copyright_year":"1873","num_sections":"64","url_rss":"https:\/\/librivox.org\/rss\/4971","url_zip_file":"http:\/\/www.archive.org\/download\/the_gilded_age_jg_librivox\/the_gilded_age_jg_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Gilded_Age:_A_Tale_of_Today","url_librivox":"https:\/\/librivox.org\/the-gilded-age-a-tale-of-today-by-mark-twain\/","url_other":null,"totaltime":"16:09:02","totaltimesecs":58142,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"},{"id":"1030","first_name":"Charles Dudley","last_name":"Warner","dob":"1829","dod":"1900"}]},{"id":"5006","title":"Abenteuer Tom Sawyers","description":"<p>\"Die Abenteuer des Tom Sawyer\" ist eine typische Lausbubengeschichte und spielt in der Mitte des 19. Jahrhunderts im kleinen Ort St. Petersburg am Mississippi. Der Waisenjunge Tom lebt bei seiner Tante Polly, zusammen mit seinem Halbbruder Sid, seiner Cousine Mary und dem schwarzen Sklaven Jim. Sid ist brav und verpetzt Tom bei jeder Gelegenheit. Tom hingegen schwänzt gern die Schule, prügelt sich und treibt sich mit seinem besten Freund Huckleberry Finn herum. Dieser hat keinen festen Wohnsitz; seine Mutter ist tot, sein Vater ist ein stadtbekannter Trinker. Nachfolgend einige der zahlreichen Episoden, die Tom und seine Freunde in St. Petersburg erleben... (vorläufige Zusammenfassung von Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/30165","language":"German","copyright_year":"1876","num_sections":"36","url_rss":"https:\/\/librivox.org\/rss\/5006","url_zip_file":"","url_project":"http:\/\/de.wikipedia.org\/wiki\/Die_Abenteuer_des_Tom_Sawyer","url_librivox":"","url_other":null,"totaltime":"","totaltimesecs":0,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"5345","title":"In Defense of Harriet Shelley","description":"Mark Twain pulls no punches while exposing the \"real\" Percy Shelley in this scathing condemnation of Edward Dowden's \"Life of Shelley\". Even though, as Twain writes, \"Shelley's life has the one indelible blot upon it, but is otherwise worshipfully noble and beautiful\", Twain shows how Shelley's extra-marital conduct might easily be seen to have been the cause of his wife Harriet's suicide. (Introduction by John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/3171","language":"English","copyright_year":"1892","num_sections":"3","url_rss":"https:\/\/librivox.org\/rss\/5345","url_zip_file":"http:\/\/www.archive.org\/download\/harriet_shelley_jg_librivox\/harriet_shelley_jg_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/in-defense-of-harriet-shelley-by-mark-twain\/","url_other":null,"totaltime":"1:43:36","totaltimesecs":6216,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"5379","title":"Curious Republic of Gondour and Other Whimsical Sketches","description":"As the title reveals, these stories are a collection of some of Mark Twain's more fanciful and eccentric works. They run the gamut from political commentary to our species' need to \"be remembered\" somehow. Taken as a whole the stories are \"whimsical\". Taken individually, they speak the truth in different ways. (Introduction by John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/3192","language":"English","copyright_year":"1919","num_sections":"12","url_rss":"https:\/\/librivox.org\/rss\/5379","url_zip_file":"http:\/\/www.archive.org\/download\/curious_republic_gondour_jg_librivox\/curious_republic_gondour_jg_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/the-curious-republic-of-gondour-and-other-whimsical-sketches-by-mark-twain\/","url_other":null,"totaltime":"1:53:03","totaltimesecs":6783,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]},{"id":"5438","title":"Goldsmith's Friend Abroad Again","description":"This satire on the U.S.A.'s myth of being the \"Home of the Oppressed, where all men are free and equal\", is unrelenting in its pursuit of justice through exposure. It draws a scathingly shameful portrait of how Chinese immigrants were treated in 19th century San Francisco. (Introduction by John Greenman)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/3191","language":"English","copyright_year":"1919","num_sections":"4","url_rss":"https:\/\/librivox.org\/rss\/5438","url_zip_file":"http:\/\/www.archive.org\/download\/goldsmiths_friend_abroad_again_jg_librivox\/goldsmiths_friend_abroad_again_jg_librivox_64kb_mp3.zip","url_project":"","url_librivox":"https:\/\/librivox.org\/goldsmiths-friend-abroad-again-by-mark-twain\/","url_other":null,"totaltime":"0:37:27","totaltimesecs":2247,"authors":[{"id":"9","first_name":"Mark","last_name":"Twain","dob":"1835","dod":"1910"}]}]}
